/* About window title */
"About" = "Über";

/* delete video alert */
"Are you sure you want to delete \"%@\"?" = "Sind Sie sicher, dass Sie \"%@\" löschen möchten?";

/* audio track selector
   delete video alert
   file too big alert */
"Cancel" = "Abbrechen";

/* audio track selector */
"Choose Audio Track" = "Audiospur wählen";

/* delete video alert */
"Delete" = "Löschen";

/* delete video alert */
"Delete video" = "Video löschen";

/* edit bar button item */
"Done" = "Fertig";

/* edit bar button item */
"Edit" = "Bearbeiten";

/* file too big alert */
"Try anyway" = "Trotzdem probieren";

/* file too big alert */
"Warning" = "Warnung";

/* no media view content */
"You currently don’t have any video in your VLC library. To add some videos for playback :\n  - Connect your __MVLC_DEVICE__ to your computer.\n  - In iTunes, select your __MVLC_DEVICE__, and then click the Apps tab.\n  - Below File Sharing, select \"VLC\" from the list, and then click Add.\n  - In the window that appears, select a file to transfer, and then click Choose." = "Sie haben derzeit kein Video in Ihrer VLC Bibliothek. Um Videos zur Wiedergabe hinzuzufügen:\n  - Schließen Sie Ihr __MVLC_DEVICE__ an Ihren Computer an.\n  - In iTunes, wählen Sie Ihr __MVLC_DEVICE__ und klicken Sie dann auf den Apps Reiter.\n  - Unter FIle Sharing, wählen Sie \"VLC\" aus der Liste und klicken Sie auf Hinzufügen.\n  - Im erscheinenden Fenster wählen Sie eine zu transferierende Datei aus und klicken auf Wählen.";

/* file too big alert */
"Your __MVLC_DEVICE__ is probably too slow to play this movie correctly." = "Ihr __MVLC_DEVICE__ ist vermutlich zu langsam, um diesen Film korrekt wieder zu geben.";

